[
    {
        "title": "Rice Porridge",
        "description": "An easy breakfast or lunch that's great with our Momofuku Chili Crunch",
        "ingredients": ["1 cup Jasmine, or any rice of your choice", "10 cups water or broth", "1-2 inches ginger, peeled and finely sliced", "¼ cups Scallions, sliced", "¼ cup Cilantro, roughly chopped", "2-3 tablespoons Momofuku Chili Crunch, to taste"],
        "steps": ["1. Rinse rice until water is clear to remove excess starch, then move to a medium pot and fill with water or broth and sliced ginger. Bring to a boil, then lower to simmer.", "Allow it to simmer for about 1½ - 2 hours, stirring occasionally from the bottom to prevent rice from sticking and burning at the bottom of the pot. If consistency becomes too thick, add more water or broth. If the consistency is too thin, simmer for longer. Do not add salt until you are ready to eat.", "3. Add salt and pepper to taste and portion immediately in four bowls. Top each bowl with a tablespoon each of scallions, cilantro, and Momofuku Chili Crunch."],
        "image": "https://momofuku-assets.s3.amazonaws.com/uploads/sites/37/2020/04/Rice-Porridge-1-Andrew-Bezek-webresize.jpg",
        "tags": ["Breakfast", "Rice", "Momofuku"]
    },
    {
        "title": "Sunday Sauce and Meatballs",
        "description": "Meatballs and tomato sauce",
        "ingredients": ["Meatballs:", "1 lb ground beef", "1 lb ground pork", "1 tablespoon dried oregano", "¼ cup bread crumbs", "1 teaspoon chili flakes", "10 cracks black pepper", "1 tablespoon kosher salt", "1 tablespoon yeast extract (optional)"],
        "steps": ["Prepare meatballs. Preheat oven to 350°F. Combine all ingredients in a mixing bowl and mix by hand until all ingredients are incorporated. Do not overwork. Form meatballs into about the size of a golf ball. Place on a greased sheet pan and roast until slightly browned, about 10 minutes. ", "Prepare sauce. Add oil to a deep saute pan or braiser on medium low heat and sweat onions and garlic until completely soft. Season with several pinches of salt. Turn up the heat to high and add tomato paste, stirring to coat the onions and garlic and cooking for 3-4 minutes. Add wine and stir for 1 minute, scraping up browned bits on the bottom of the pan. Add crushed tomatoes and parmesan rind and cured pork, if using.", "Turn down heat to low. Add in meatballs and simmer uncovered gently for about 2 hours. When sauce is done, remove parmesan rind and cured pork. Serve with spaghetti or solo. "],
        "image": "https://momofuku-assets.s3.amazonaws.com/uploads/sites/37/2020/05/sundaysauce.jpg",
        "tags": ["Grandma", "Sunday Gravy", "Nonna", "Momofuku", "Tomato Sauce", "Meatballs", "Italian"]
    },
    {
        "title": "Perfect Oven-Roasted Potatoes",
        "description": "These oven roasted potatoes have a perfectly browned, crispy outside and a creamy interior, making this foolproof recipe a must-have in every cook's arsenal.",
        "ingredients": ["2 pounds medium Yukon Gold potatoes (about 2 inches in diameter)", "¼ cup extra-virgin olive oil", "Kosher salt, freshly ground pepper"],
        "steps": ["Place a rack in lowest position in oven and preheat to 425°. Halve 2 lb. Yukon Gold potatoes crosswise.", "Arrange potatoes, cut side down, on a rimmed baking sheet, spacing evenly apart. Pour in 1½-2 cups water (it needs to cover baking sheet in a thin layer).", "Cover baking sheet with a double layer of foil, crimping sides very tightly to seal well. Doing this will trap in steam and prevent water from dribbling out if you tip the sheet.", "Bake potatoes until a fork or skewer slides easily through potatoes, 25-30 minutes. The foil will be puffed, but poke through and feel around for a potato to test. Try testing a couple to gauge doneness.", "Let potatoes cool about 5 minutes. Crank up oven temperature to 500° (or as high as your oven goes). Use tongs to lift up foil at 1 corner, peeling it back only about 1\". Tip open corner into the sink and pour off water.", "Remove foil and drizzle ¼ cup oil over potatoes; season generously with salt and pepper. Let potatoes cool to the point you can handle them, then toss with your hands to coat completely. Arrange cut side down again.", "Roast potatoes until tops are golden, bottoms are deeply browned and crisp, and oil around edges is sizzling and, 20-25 minutes.", "Let potatoes cool slightly, then use a spatula to unstick them from baking sheet."],
        "image": "https://assets.bonappetit.com/photos/59d64ceda02eaa65814f3b73/16:9/w_1600,c_limit/perfectly-roasted-potatoes.jpg",
        "tags": ["Bon Appetit", "Potatoes", "Oven"]
    },
    {
        "title": "Pollo Asado",
        "description": "Naranja agria is what gives this chicken recipe its signature flavor, but equal parts fresh orange and lime juice can also do the trick. —Giovanna Favilli",
        "ingredients": ["3½-4 lb. whole chicken", "1 bunch culantro or cilantro, tough stems trimmed", "1 small onion, coarsely chopped", "2 garlic cloves", "2 chile congos or 1 habanero chile, stems removed", "1 cup naranja agria(sour orange juice, or ½ cup fresh orange juice plus ½ cup fresh lime juice", "2 Tbsp. plus 1½ tsp. achiote (annatto) paste", "1 Tbsp. Diamond Crystal or 1¾ tsp. Morton kosher salt, plus more", "Vegetable oil (for grill)", "Lime wedges (for serving)"],
        "steps": ["Spatchcock chicken by cutting along both sides of the backbone with kitchen shears or a sharp knife. Remove backbone (save for stock!) and turn chicken over on cutting board so it is resting breast side up. Press down on center of breast until you hear a crack (this will help the chicken lie flatter on the grill). Pat dry.", "Purée culantro, onion, garlic, chiles, sour orange juice, achiote paste, and 1 Tbsp. Diamond Crystal or 1¾ tsp. Morton kosher salt in a blender until smooth. Place chicken in a resealable bag or large bowl and pour marinade over; turn to coat. Seal bag (or cover bowl) and chill at least 4 hours and up to 1 day.", "Prepare a grill for medium-high indirect heat (for a charcoal grill, bank coals on one side of grill); oil grate. Remove chicken from marinade, letting any excess marinade drip back into bag or container. Season chicken lightly with salt. Grill chicken, skin side up, over direct heat until lightly charred, about 5 minutes. Turn over and grill until skin is lightly charred, about 5 minutes. Turn skin side up and move to cooler part of grill. Cover and grill until an instant-read thermometer inserted into the thickest part of thighs registers 165°, about 1 hour. (If the chicken has reached temperature but needs a bit more color, return to hotter part of grill and grill over direct heat until darker, checking every minute or so.) Transfer chicken to a cutting board and let rest 10 minutes before carving. Serve with lime wedges for squeezing over."],
        "image": "https://assets.bonappetit.com/photos/60e49f0b071f9118f6e1ac82/1:1/w_1600,c_limit/Pollo-Asado.jpg",
        "tags": ["chicken", "grill", "Nicaragua", "Bon Appetit"],
        "link": "https://www.bonappetit.com/recipe/pollo-asado?utm_source=BNA_REG_GATE"
    },
    {
        "title": "Hot Honey Wings",
        "description": "Hot honey is good on pizza, biscuits, and not surprisingly, wings. But the hot honey we make for these wings go beyond the usual sweet and spicy notes, with the addition of chili crisp and lime. It's the cherry on top of these supremely crispy yet low-fuss grilled wings. The secret lies in the prep. Cooking wings low and slow in the oven before grilling is a controversial ask, but hear us out: This allows the excess fat in the wings to render so it's not dripping into the grill and causing flareups. (Bonus: This means you can prep these wings ahead of time. (You're welcome!) Once roasted in the oven, toss the wings in a hot honey glaze and finish directly on the grill over medium heat. —Jessie YuChen",
        "ingredients": ["1 Tbsp. bird chile powder or cayenne pepper", "1 Tbsp. Diamond Crystal or 1¾ tsp. Morton kosher salt", "1 Tbsp. freshly ground black pepper", "lb. chicken wings, patted dry", " 2 limes, divided", "½ cup honey", "1 Tbsp fish sauce", "3 Tbsp chili crisp, plus more for serving", "1 cup shishito peppers", "3-5 red Thai chiles or jalapenos, thinly sliced", "¼ cup cilantro leaves with tender stems", "¼ cup coarsely chopped salted dry-roasted peanuts"],
        "steps": ["Mix chile powder, salt, and 1 Tbsp. black pepper in a small bowl until well combined.", "Arrange chicken wings in a single layer on a foil-lined rimmed baking sheet. Rub all over with spice mixture and let sit at room temperature at least 15 minutes, or cover and chill up to 1 day. If chilling, let sit at room temperature 1 hour before grilling.", "Place a rack in middle of oven; preheat to 375°. Bake wings until slightly golden, 30-40 minutes. Remove from oven; let cool slightly.", "Slice 1 lime in half and squeeze juice into a large bowl; mix in honey, fish sauce, and 3 Tbsp. chili crisp. Transfer chicken wings to bowl and toss to coat in hot honey glaze.", "Prepare a grill for medium heat. Grill chicken wings and shishito peppers, turning occasionally, until chicken is deep golden brown and charred in spots and shishito peppers are blistered and charred in spots, 5-8 minutes.", "Transfer chicken wings and shishito peppers to a platter; top with chiles, cilantro, and peanuts and drizzle more chili crisp over. Slice remaining lime into wedges and serve wings and shishito peppers with lime wedges for squeezing over."],
        "image": "https://assets.bonappetit.com/photos/60dce966a6830c3de687dba0/1:1/w_1600,c_limit/0821-Five-Spice%20Spatchcocked%20Grilled%20Chicken.jpg",
        "tags": ["chicken", "wings", "super bowl", "bon appetit", "spicy"],
        "link": "https://www.bonappetit.com/recipe/hot-honey-wings"
    },
    {
        "title": "Shoyu Chicken",
        "description": "Sweet and salty, shoyu chicken is made by simmering chicken in an aromatic broth of ginger, garlic, Mr. Yoshida's sauce (or soy sauce plus brown sugar), and mirin. The word shoyu in the name refers to Japanese-style soy sauce, and the flavor of the dish as a whole is similar to that of teriyaki. Still, the “official” origins of the recipe are hard to trace. Like many dishes in Hawai'i, shoyu chicken is an amalgamation of tastes brought together by immigrants from China, Portugal, Japan, the Philippines, Korea, and Puerto Rico who began traveling here to work the fruit and sugar plantations in the 1850s.",
        "ingredients": ["3 Tbsp vegetable oil", "3-4 carlic gloves", "1 cup Mr Yoshida's Sauce, or 1 cup shoyu plus ¾ cup brown sugar", "½ cup mirin", "3 lb. bone-in, skin-on chicken thighs, wings, or drumsticks", "scallions"],
        "steps": ["Place a large pot or Dutch oven over medium heat and coat the base with vegetable oil.", "Slice up a 2-inch piece ginger and smash 3-4 garlic cloves, then stir-fry them in the oil until they're aromatic.", "Add 1 cup Mr. Yoshida's sauce or 1 cup shoyu plus ¾ cup brown sugar, 1 cup water, and ½ cup mirin to the pot, and bring the liquid to a boil.", "Transfer 3 lb. bone-in, skin-on chicken thighs, wings, or drumsticks into the pot. When the liquid returns to a boil, reduce the heat, cover the pot, and simmer chicken for about 30 minutes.", "Remove cover and simmer for another 15 minutes or until the sauce has noticeably thickened. After serving, top the chicken with chopped scallions."],
        "image": "https://hawaiitravelwithkids.com/wp-content/uploads/2020/04/Hawaiian-Shoyu-Chicken-Vertical-scaled-720x720.jpg",
        "tags": ["chicken", "Hawaiian"],
        "link": "https://www.bonappetit.com/story/simple-shoyu-chicken-recipe"
    },
    {
        "title": "BA's Best Chocolate Chip Cookies",
        "description": "BA's own Chris Morocco spent months (truly) developing these chocolate chip cookies—making nearly 30 batches, plus 10 more in the cross-testing phase—to ensure they were the absolute best they could be. What makes this recipe deliver on that promise? Crispy edges, a chewy center, and a recipe that turns out consistently delicious homemade chocolate chip cookies every single time—all without a mixer.",
        "ingredients": ["1½ cups (200 g) all-purpose flour (spooning into measuring cups, then leveling)", "1¼ tsp. (4 g) Diamond Crystal or ¾ tsp. (4 g) Morton kosher salt", "¾ tsp. (4 g) baking soda", "¾ cup (1½ sticks; 169 g) unsalted butter, divided", "1 cup (200 g) (packed) dark brown sugar", "¼ cup (50 g) granulated sugar", "1 large egg", "2 large egg yolks", "2 tsp. vanilla extract", "6 oz. (170 g) bittersweet chocolate (60%-70% cacao), coarsely chopped, or semisweet chocolate chips"],
        "steps": ["Place racks in upper and lower thirds of oven; preheat to 375°. Whisk flour, salt, and baking soda in a small bowl; set aside.", "Cook ½ cup (1 stick; 113 g) butter in a large saucepan over medium heat, swirling often and scraping bottom of pan with a heatproof rubber spatula, until butter foams, then browns, about 4 minutes. Transfer butter to a large heatproof bowl and let cool 1 minute. Cut remaining ¼ cup (½ stick; 56 g) butter into small pieces and add to brown butter (it should start to melt but not foam and sizzle, so test with one piece before adding the rest).", "Once butter is melted, add both sugars and whisk, breaking up any clumps, until sugar is incorporated and no lumps remain. Add egg and egg yolks and whisk until sugar dissolves and mixture is smooth, about 30 seconds. Whisk in vanilla. Using rubber spatula, fold reserved dry ingredients into butter mixture just until no dry spots remain, then fold in chocolate (the dough will be soft but should hold its shape once scooped; if it slumps or oozes after being scooped, stir dough back together several times and let rest 5-10 minutes until scoops hold their shape as the flour hydrates).", "Using a 1½-oz. scoop (3 Tbsp.), portion out 16 balls of dough and divide between 2 parchment-lined rimmed baking sheets. Bake cookies, rotating sheets if cookies are browning very unevenly (otherwise, just leave them alone), until deep golden brown and firm around the edges, 8-10 minutes. Let cool on baking sheets."],
        "image": "https://assets.bonappetit.com/photos/5ca534485e96521ff23b382b/1:1/w_1600,c_limit/chocolate-chip-cookie.jpg",
        "tags": ["cookies", "bon appetit", "chris morocco"]
    },
    {
        "title": "Eye of Round Roast with Jus",
        "description": "You don't have to break the bank to make this gorgeous hunk of roast beef with an umami-packed jus.",
        "ingredients": ["2 tsp. black peppercorns", "2 tsp. fennel seeds", "1 2½-3-lb. eye of round roast, trimmed", "Kosher salt", "2 Tbsp. vegetable oil, divided", "1 lb. chuck stew meat, cut into 1\" cubes", "1 medium red onion, sliced", "6 oz. crimini or button mushrooms, sliced", "3 garlic cloves, smashed", "2 Tbsp. double-concentrated tomato paste", "1 Tbsp. plus 1½ tsp. Worcestershire sauce", "1 Tbsp. soy sauce", "1 tsp. (or more) sherry vinegar or red wine vinegar", "Flaky sea salt", "Freshly ground black pepper"],
        "steps": ["Coarsely grind peppercorns and fennel seeds in a spice mill or with a mortar and pestle. Using generous three-finger pinches, season roast on all sides with kosher salt—seriously, don't hold back, you should see salt on nearly every surface. Rub peppercorn mixture all over roast, then place on a wire rack set inside a rimmed baking sheet. Chill, uncovered, at least 12 hours and up to 2 days.", "Let roast sit at room temperature 30 minutes before baking.", "Preheat oven to 250°. Bake roast (still on rack set inside baking sheet) until an instant-read thermometer inserted into the thickest part registers 110°, 1½-2 hours.", "Meanwhile, heat 1 Tbsp. oil in a medium saucepan over medium. Working in 2 batches, cook stew meat, turning occasionally, until well browned on all sides, 6-8 minutes per batch. Transfer to a plate.", "Place onion in same saucepan, season with kosher salt, and cook, stirring occasionally, until onion is translucent and starting to brown, 6-8 minutes. Add mushrooms, increase heat to medium-high and continue to cook, stirring occasionally, until mushrooms are softened and most liquid has cooked off, about 5 minutes. Add garlic, tomato paste, Worcestershire sauce, and soy sauce and cook, stirring often, until mixture browns and begins to stick to bottom of pan, 2-3 minutes.", "Return stew meat to pan and add 6 cups water. Increase heat to high and bring to a boil. Reduce heat to medium-low (you want a good bubble going) and simmer, uncovered, until jus is reduced by two thirds, about 1½ hours.", "Using a fine-mesh sieve, strain jus into a small bowl, pressing on solids to expel as much liquid as possible, then return jus to pot (you should have 1½-2 cups). You can save the meaty, oniony solids if you'd like; it makes a great hash. Add vinegar to jus; taste and season with more kosher salt and vinegar if needed. (Be generous: The jus should taste rich and highly seasoned.) Cover jus and let sit until ready to serve roast.", "Remove roast from oven. Heat remaining 1 Tbsp. oil in a large heavy skillet, preferably cast-iron, over high until just beginning to smoke. Cook roast, turning occasionally using tongs, until deeply-browned all over, about 5 minutes total. Transfer roast to a cutting board and let rest 10 minutes (the final internal temperature should be around 120° for medium-rare).", "Meanwhile, reheat jus over medium-low. Thinly slice roast straight across against the grain and transfer slices to a platter. Sprinkle with sea salt and ground pepper. Pour about a third of jus over roast. Serve remaining jus on the side.", "Jus can be made 2 days ahead. Reheat over medium-low before serving."],
        "image": "https://assets.bonappetit.com/photos/61b77238f44d8e00f50d4750/1:1/w_1600,c_limit/20211123%20Eye%20Round%20LEDE.jpg",
        "tags": ["beef", "roast", "steak", "bon appetit", "amiel stanek"],
        "link": "https://www.bonappetit.com/recipe/eye-of-round-roast-au-jus"
    },
    {
        "title": "Dashimaki Tamago",
        "description": "Dashimaki Tamago (だし巻き卵) is a traditional Japanese rolled omelet made with egg and dashi. Here's my technique and tips for making it in a regular round pan. In Japan, it's often said that you can judge the quality of a restaurant by the quality of their dashimaki tamago (だし巻き卵). It's a rolled omelette that makes for a great benchmark because it's not only ubiquitous, it takes an enormous amount of skill and experience to produce a good roll.",
        "ingredients": ["1 1/4 cups eggs (5-6 eggs)", "1 cup dashi", "1 tablesppon white soy sauce", "3 grams potato starch (3/4 teaspoon", "daikon (for serving"],
        "steps": ["Break the eggs into a large bowl. You want to mix the whites and yolks evenly but you do not want to incorporate air. To do this, hold the chopsticks (or fork) at a 90-degree angle to the bottom of the bowl and use a left and right cutting motion to beat the eggs. Don't use a circular or whipping motion, as this will incorporate air.", "In another bowl, stir the dashi, white soy sauce and potato starch together until the starch is fully dissolved.", "Pour the dashi mixture into the eggs and stir together thoroughly while trying to limit the amount of bubbles that form.", "Strain the mixture to remove any clumps of unmixed egg. This should also remove any bubbles that may have formed when you mixed the dashi with the egg.", "Heat a 12-inch non-stick frying pan over medium heat until a drop of water added sizzles but not so hot that it beads and hovers around.", "Pour the oil into the pan and use a small wad of paper towel to spread the oil to evenly coat the pan and to soak up the excess.", "Pour 1/4 of the egg mixture in and let it cook. As bubbles start coming up, use chopsticks to pop them.", "As the bottom layer of egg sets you'll notice it becomes more opaque. When the egg is half way cooked (but there's still some liquid egg on top), use a spatula to gently flip the left quarter towards the center of the pan and then repeat with the right quarter.", "Then start rolling the dashimaki tamago from the edge closest to you towards the back of the pan. When you reach the edge, slide the roll back to the edge closest to you,", "Use the oil soaked paper towel to grease the empty part of the pan and pour another 1/4 of the egg mixture into the pan. Gently lift the roll from the edge facing away from you and let the egg mixture run under the roll.", "Repeat from steps 5-8 until you've used all the egg.", "When the dashimaki tamago is done turn it out onto a sushi mat and gentle roll the mat around the egg, tucking the edge under the bottom of the roll, and let it rest for 3 minutes.", "For the daikon, peel and grate the daikon using the hard cheese side of a box grater. Squeeze out the excess water.", "To serve, slice the dashimaki tamago and garnish with a mound of grated daikon topped with a splash of soy sauce."],
        "image": "https://sp-ao.shortpixel.ai/client/to_auto,q_lossy,ret_img,w_620,h_930/https://norecipes.com/wp-content/uploads/2014/08/recipedashimaki-tamago.1024x1024.jpg",
        "tags": ["japanese", "eggs", "dashi", "omelet"],
        "link": "https://norecipes.com/dashimaki-tamago/"
    },
    {
        "title": "Japanese Egg Sandwich",
        "description": "Japanese Egg Sandwiches or Tamago Sando are the Japanese take on egg salad sandwiches. With a flavorful egg salad made with Japanese mayonnaise, sandwiched between milk bread, it has a comforting taste and texture that makes it one of the most popular sandwiches in Japan. For my take, I've taken the best parts of the sandwiches offered by Japan's three largest convenience store chains and included them to create the ultimate Japanese egg sandwich.",
        "ingredients": ["2 slices Japanese sandwich bread", "3 medium-boiled eggs (peeled)", "1 1/2 Japanese mayonaise", "1/4 teaspoon dijon mustard", "1/8 teaspoon white pepper", "1/8 teaspoon onion powder", "1 pinch salt"],
        "steps": ["Slice one boiled egg in half.", "Roughly chop the remaining two eggs and add them to a bowl, along with the mayonnaise, mustard, white pepper, onion powder, and salt. Mix well to combine.", "Place two slices of sandwich bread on a flat surface and add the halved eggs to one slice with the tapered end of each egg pointing towards opposite corners.", "Cover the halved egg with the egg salad mixture.", "Place the second slice of bread over the first, and gently press the edges down to mold the bread to the shape of the eggs.", "Cut the crusts off if you like and then slice the sandwich diagonally to reveal the halved eggs in the center."],
        "image": "https://sp-ao.shortpixel.ai/client/to_auto,q_lossy,ret_img,w_1334/https://norecipes.com/wp-content/uploads/2019/07/japanese-egg-sandwich-001.jpg",
        "tags": ["japanese", "egg", "egg salad", "egg salad sandiwch"],
        "link": "https://norecipes.com/japanese-egg-sandwich/"
    },
    {
        "title": "Tuna Mayo Onigiri",
        "description": "A fluffy Japanese rice ball filled with a savory tuna and mayonnaise filling, Tuna Mayo Onigiri (ツナマヨおにぎり) is a modern staple of Japanese bento lunches. In this recipe, I will show you everything you need to know to make the best tuna mayonnaise rice ball",
        "ingredients": ["1 1/2 cups Japanese short-grain rice (2 rice cooker cups)", "1 2/3 cups cold water", "85 grams chunk tuna in oil", "3 Tbsp Japanese mayonnaise", "1 teaspoon", "6 Wild Sesame leaves (green shiso or nori will work too)", "Salt"],
        "steps": ["Wash and cook the rice according to the directions in my sushi rice recipe (but use the proportion of rice and water in this recipe).", "While the rice cooks, open the can of tuna and drain out any excess liquid. Add the tuna to a bowl along with the mayonnaise and soy sauce. Mix well to form a uniform paste.", "Prepare a bowl of water and a small bowl of salt.", "When the rice is cooked, stir it to fluff and then transfer it to a bowl to cool slightly and cover it with a damp towel to keep it from drying out.", "When the rice is cool enough to handle but still on the hot side, wet your hands in the water bowl. Dab your index finger in the bowl of salt and rub the salt around your hands.", "Working quickly, scoop 1/6 of the rice into your non-dominant hand and make a little well in the center of the rice.", "Add about 2 teaspoons of tuna mayo filling into the well and cover the tuna with the surrounding rice.", "Add about 2 teaspoons of tuna mayo filling into the well and cover the tuna with the surrounding rice.", "Toss the rice ball onto another side and then repeat the cupping and shaping step. Repeat until the onigiri is the desired shape.", "Wrap the Tuna Mayo Onigiri with a wild sesame leaf, and repeat steps 5-10 until you run out of rice."],
        "image": "https://sp-ao.shortpixel.ai/client/to_auto,q_lossy,ret_img,w_1334/https://norecipes.com/wp-content/uploads/2020/09/tuna-mayo-onigiri-002.jpg",
        "tags": [""],
        "link": "https://norecipes.com/tuna-mayo-onigiri/"
    },
    {
        "title": "French Toast Casserole",
        "description": "This French toast recipe is the ultimate hands-off entertaining brunch dish. Set this up the night before and all you’ll have to do in the morning is brush it with butter and bake.",
        "ingredients": ["1 1-lb. challah, brioche, or Pullman loaf, sliced 1\" thick", "3 Tbsp. unsalted butter, melted, plus more for pan", "6 large eggs", "1¾ cups heavy cream", "1¾ cups whole milk", "⅓ cup (packed) light brown sugar", "1½ tsp. ground cinnamon", "½ tsp. ground cardamom", "¾ tsp. kosher salt", "½ tsp. finely grated orange zest (optional)", "1 Tbsp. demerara sugar", "½ cup crème fraîche"],
        "steps": "",
        "image": "https://assets.bonappetit.com/photos/5c0824cac226b52ce6b07ad9/1:1/w_2240,c_limit/baked-french-toast-2.jpg",
        "tags": "",
        "link": "https://www.bonappetit.com/recipe/french-toast-casserole"
    }
]